Repository: SouthEugeneRoboticsTeam/segway-robot-ds-mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# title
source: URSA Driver Station
fr: Contrôle URSA

source: Connected
fr: Connecté

# networkConnected
source: WiFi Connected
fr: Connecté au réseau

source: Disconnected
fr: Déconnecté

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Slide to Enable
fr: Glisser pour activer

source: Tap to Disable
fr: Taper pour désactiver

source: Enabling...
fr: Activation...

# angleConfig
source: Angle PID Config
fr: Configuration PID d'angle

# speedConfig
source: Speed PID Config
fr: Configuration PID de vitesse

# saveSuccess
source: Successfully saved config
fr: Configuration enregistrée avec succès
